Repository: manaflow-ai/cmux
Catalog: Packages/iOS/CmuxConversation/Sources/CmuxConversationMacUI/Resources/Localizable.xcstrings
Source language: en
Languages: ja

# conversation.apps.camera
source: Camera
ja: カメラ

# conversation.apps.files
source: Files
ja: ファイル

# conversation.apps.photos
source: Photos
ja: 写真

# conversation.composer.addComment
source: Add comment or Send
ja: コメントを追加または送信

# conversation.composer.plus
source: Apps
ja: App

# conversation.composer.removeAttachment
source: Remove attachment
ja: 添付ファイルを削除

# conversation.composer.reply
source: Reply
ja: 返信

# conversation.composer.send
source: Send
ja: 送信

# conversation.header.action
source: Call
ja: 通話

# conversation.header.back
source: Back
ja: 戻る

# conversation.header.close
source: Close
ja: 閉じる

# conversation.header.connecting
source: Connecting…
ja: 接続中…

# conversation.info.members
source: %d Members
ja: %d人のメンバー

# conversation.loadingOlder
source: Loading earlier messages
ja: 以前のメッセージを読み込み中

# conversation.menu.copy
source: Copy
ja: コピー

# conversation.menu.more
source: More…
ja: その他…

# conversation.menu.reply
source: Reply
ja: 返信

# conversation.menu.select
source: Select
ja: 選択

# conversation.message.edited
source: Edited
ja: 編集済み

# conversation.message.oneReply
source: 1 Reply
ja: 1件の返信

# conversation.message.replies
source: %d Replies
ja: %d件の返信

# conversation.photos.denied
source: Allow access to Photos in Settings to attach photos.
ja: 写真を添付するには、設定で写真へのアクセスを許可してください。

# conversation.reaction.you
source: You
ja: あなた

# conversation.retry.cancel
source: Cancel
ja: キャンセル

# conversation.retry.title
source: Your message was not delivered.
ja: メッセージは配信されませんでした。

# conversation.retry.tryAgain
source: Try Again
ja: 再試行

# conversation.select.delete
source: Delete
ja: 削除

# conversation.select.share
source: Share
ja: 共有

# conversation.start.encrypted
source: Encrypted
ja: 暗号化済み

# conversation.status.delivered
source: Delivered
ja: 配信済み

# conversation.status.notDelivered
source: Not Delivered
ja: 未配信

# conversation.status.read
source: Read
ja: 開封済み

# conversation.status.readAt
source: Read %@
ja: 開封済み %@

# conversation.timestamp.today
source: Today
ja: 今日

# conversation.timestamp.yesterday
source: Yesterday
ja: 昨日

# conversation.typing.label
source: %@ is typing
ja: %@が入力中

# conversation.quote.photo
source: Photo
ja: 写真

# conversation.composer.saveEdit
source: Save Edit
ja: 編集を保存

# conversation.menu.edit
source: Edit
ja: 編集

# conversation.menu.showTimes
source: Show Times
ja: 時刻を表示

# conversation.menu.hideTimes
source: Hide Times
ja: 時刻を非表示

# conversation.composer.emoji
source: Emoji
ja: 絵文字

# conversation.header.info
source: Details
ja: 詳細

# conversation.lab.title
source: Conversation
ja: 会話

# conversation.composer.audio
source: Record audio
ja: オーディオを録音

# conversation.toolbar.compose
source: New Message
ja: 新規メッセージ

# conversation.toolbar.filter
source: Filter
ja: フィルタ

# conversation.sidebar.search
source: Search
ja: 検索

# conversation.sidebar.unread
source: Unread
ja: 未読

# conversation.sidebar.noResults
source: No Results
ja: 結果なし

# conversation.image.save
source: Save Image
ja: 画像を保存

# conversation.unsent.mine
source: You unsent a message
ja: メッセージの送信を取り消しました

# conversation.unsent.other
source: %@ unsent a message
ja: %@がメッセージの送信を取り消しました

# conversation.menu.undoSend
source: Undo Send
ja: 送信を取り消す

# conversation.delete.confirmTitle
source: Are you sure you want to delete this message?
ja: このメッセージを削除してもよろしいですか？

# conversation.delete.confirmBody
source: This message will be deleted from this device.
ja: このメッセージはこのデバイスから削除されます。

# conversation.menu.deleteEllipsis
source: Delete…
ja: 削除…

# conversation.command.send
source: Send Message
ja: メッセージを送信

# conversation.command.reply
source: Reply to Message…
ja: メッセージに返信…

# conversation.command.continueReply
source: Continue Last Reply…
ja: 最後の返信を続ける…

# conversation.command.tapback
source: Tapback Message…
ja: メッセージにTapback…

# conversation.command.editLast
source: Edit Last Message…
ja: 最後のメッセージを編集…

# conversation.command.find
source: Find…
ja: 検索…

# conversation.command.nextConversation
source: Go to Next Conversation
ja: 次の会話に移動

# conversation.command.previousConversation
source: Go to Previous Conversation
ja: 前の会話に移動

# conversation.command.showTimes
source: Show Times
ja: 時刻を表示

# conversation.menu.services
source: Services
ja: サービス

# conversation.menu.about
source: About %@
ja: %@について

# conversation.menu.hide
source: Hide %@
ja: %@を非表示

# conversation.menu.hideOthers
source: Hide Others
ja: ほかを非表示

# conversation.menu.showAll
source: Show All
ja: すべてを表示

# conversation.menu.quit
source: Quit %@
ja: %@を終了

# conversation.menu.file
source: File
ja: ファイル

# conversation.menu.close
source: Close
ja: 閉じる

# conversation.menu.editMenu
source: Edit
ja: 編集

# conversation.menu.undo
source: Undo
ja: 取り消す

# conversation.menu.redo
source: Redo
ja: やり直す

# conversation.menu.cut
source: Cut
ja: カット

# conversation.menu.paste
source: Paste
ja: ペースト

# conversation.menu.pasteAndMatchStyle
source: Paste and Match Style
ja: ペーストしてスタイルを合わせる

# conversation.menu.delete
source: Delete
ja: 削除

# conversation.menu.selectAll
source: Select All
ja: すべてを選択

# conversation.menu.search
source: Search
ja: 検索

# conversation.menu.spelling
source: Spelling and Grammar
ja: スペルと文法

# conversation.menu.showSpelling
source: Show Spelling and Grammar
ja: スペルと文法を表示

# conversation.menu.checkSpelling
source: Check Document Now
ja: 書類を今すぐチェック

# conversation.menu.speech
source: Speech
ja: スピーチ

# conversation.menu.startSpeaking
source: Start Speaking
ja: 読み上げを開始

# conversation.menu.stopSpeaking
source: Stop Speaking
ja: 読み上げを停止

# conversation.menu.emojiAndSymbols
source: Emoji & Symbols
ja: 絵文字と記号

# conversation.menu.view
source: View
ja: 表示

# conversation.menu.enterFullScreen
source: Enter Full Screen
ja: フルスクリーンにする

# conversation.menu.window
source: Window
ja: ウインドウ

# conversation.menu.minimize
source: Minimize
ja: しまう

# conversation.menu.zoom
source: Zoom
ja: 拡大/縮小

# conversation.menu.bringAllToFront
source: Bring All to Front
ja: すべてを手前に移動

# conversation.undo.send
source: Send
ja: 送信

# conversation.sidebar.mentioned
source: Mentioned you
ja: あなたがメンションされました

# conversation.catchUp.label
source: Scroll to first unread message
ja: 最初の未開封メッセージまでスクロール

# conversation.textEffects.title
source: Text Effects
ja: テキストエフェクト

# conversation.textStyle.bold
source: Bold
ja: 太字

# conversation.textStyle.italic
source: Italic
ja: 斜体

# conversation.textStyle.underline
source: Underline
ja: 下線

# conversation.textStyle.strikethrough
source: Strikethrough
ja: 取り消し線

# conversation.textEffect.big
source: Big
ja: 拡大

# conversation.textEffect.small
source: Small
ja: 縮小

# conversation.textEffect.shake
source: Shake
ja: シェイク

# conversation.textEffect.nod
source: Nod
ja: うなずき

# conversation.textEffect.explode
source: Explode
ja: 爆発

# conversation.textEffect.ripple
source: Ripple
ja: 波紋

# conversation.textEffect.bloom
source: Bloom
ja: ブルーム

# conversation.textEffect.jitter
source: Jitter
ja: ジッター

# conversation.textFormat.menu
source: Format
ja: フォーマット

# conversation.audio.message
source: Audio Message
ja: オーディオメッセージ

# conversation.audio.play
source: Play
ja: 再生

# conversation.audio.pause
source: Pause
ja: 一時停止

# conversation.audio.keep
source: Keep
ja: 保存

# conversation.audio.kept
source: Kept
ja: 保存済み

# conversation.audio.expiresIn
source: Expires in %dm
ja: %d分後に期限切れ

# conversation.audio.unavailable
source: Audio recording not available
ja: オーディオ録音は使用できません

# conversation.audio.cancel
source: Cancel Recording
ja: 録音をキャンセル

# conversation.audio.stop
source: Stop Recording
ja: 録音を停止

# conversation.list.pin
source: Pin
ja: ピン留め

# conversation.list.unpin
source: Unpin
ja: ピン留め解除

# conversation.list.markUnread
source: Mark as Unread
ja: 未開封にする

# conversation.list.markRead
source: Mark as Read
ja: 開封済みにする

# conversation.list.unreadButton
source: Unread
ja: 未開封

# conversation.list.readButton
source: Read
ja: 開封済み

# conversation.list.hideAlerts
source: Hide Alerts
ja: 通知を非表示

# conversation.list.showAlerts
source: Show Alerts
ja: 通知を表示

# conversation.list.deleteConversation
source: Delete Conversation…
ja: チャットを削除…

# conversation.list.delete
source: Delete
ja: 削除

# conversation.list.cancel
source: Cancel
ja: キャンセル

# conversation.list.deleteAlert.title
source: Are you sure you want to delete this conversation?
ja: このチャットを削除してもよろしいですか?

# conversation.list.deleteAlert.message
source: This conversation will be deleted from all of your devices.
ja: このチャットは、すべてのデバイスから削除されます。

# conversation.list.pinLimit.title
source: Pinned Conversations
ja: ピン留めしたチャット

# conversation.list.pinLimit.message
source: You can pin up to 9 conversations. To pin this conversation, unpin another one first.
ja: ピン留めできるチャットは9件までです。このチャットを留めるには、まず別のチャットのピン留めを解除してください。

# conversation.list.dropToPin
source: Drag here to pin
ja: ここにドラッグしてピン留め

# conversation.list.alertsHidden
source: Alerts hidden
ja: 通知非表示

# conversation.link.clickToLoad
source: Click to Load Preview
ja: クリックしてプレビューを読み込む

# conversation.link.removePreview
source: Remove link preview
ja: リンクプレビューを削除

# conversation.effect.balloons
source: Balloons
ja: 風船

# conversation.effect.bubble
source: Bubble
ja: 吹き出し

# conversation.effect.celebration
source: Celebration
ja: お祝い

# conversation.effect.confetti
source: Confetti
ja: 紙吹雪

# conversation.effect.echo
source: Echo
ja: エコー

# conversation.effect.fireworks
source: Fireworks
ja: 花火

# conversation.effect.gentle
source: Gentle
ja: ジェントル

# conversation.effect.inkHidden
source: Hidden with Invisible Ink
ja: 見えないインクで隠されています

# conversation.effect.invisibleInk
source: Invisible Ink
ja: 見えないインク

# conversation.effect.lasers
source: Lasers
ja: レーザー

# conversation.effect.loud
source: Loud
ja: ラウド

# conversation.effect.love
source: Love
ja: ハート

# conversation.effect.menu
source: Message Effects
ja: メッセージエフェクト

# conversation.effect.replay
source: Replay
ja: リプレイ

# conversation.effect.screen
source: Screen
ja: スクリーン

# conversation.effect.sentWith
source: Sent with %@
ja: %@で送信

# conversation.effect.slam
source: Slam
ja: スラム

# conversation.effect.spotlight
source: Spotlight
ja: スポットライト

# conversation.unsent.status.mine
source: #You# unsent a message
ja: #あなた#はメッセージの送信を取り消しました

# conversation.unsent.status.other
source: #%@# unsent a message
ja: #%@#さんはメッセージの送信を取り消しました

# conversation.unsent.status.failed
source: #You# unsent a message. %@
ja: #あなた#はメッセージを取り消しました。%@

# conversation.unsent.notUnsent
source: (!) Not Unsent
ja: (!) 送信は取り消されませんでした

# conversation.notUnsent.title
source: Message Not Unsent
ja: メッセージの送信は取り消されませんでした

# conversation.notUnsent.retryBody
source: The original message will still be visible.
ja: 元のメッセージはまだ表示されます。

# conversation.notUnsent.expiredBody
source: Your message was not unsent. The original message will still be visible.
ja: メッセージの送信は取り消されませんでした。元のメッセージはまだ表示されます。

# conversation.undoSend.title
source: Undo Send?
ja: 送信を取り消しますか?

# conversation.undoSend.body
source: You can unsend messages for up to 2 minutes.
ja: メッセージは、2分以内なら送信を取り消すことができます。

# conversation.undoSend.expiredTitle
source: Undo Send Not Available
ja: “送信を取り消す”は使用できません

# conversation.undoSend.expiredBody
source: This message was sent more than 2 minutes ago. You can edit it for up to 15 minutes.
ja: このメッセージは2分以上前に送信されました。メッセージを編集できるのは15分以内です。

# conversation.undoSend.undo
source: Undo Send
ja: 送信を取り消す

# conversation.undoSend.edit
source: Edit Message
ja: メッセージを編集

# conversation.apps.polls
source: Polls
ja: 投票

# conversation.poll.addChoice
source: Add Choice
ja: 選択肢を追加

# conversation.poll.voteFailed
source: Poll vote failed.
ja: 投票できませんでした。

# conversation.poll.voteFailedDescriptionMac
source: Your vote was not sent. Click “Try Again” to resend your vote.
ja: 投票できませんでした。再投票するには“やり直す”をクリックしてください。

# conversation.poll.details
source: Poll Details
ja: 投票の詳細

# conversation.poll.noVotes
source: No Votes
ja: 未投票

# conversation.poll.noVotesYet
source: No votes yet
ja: まだ投票がありません

# conversation.poll.oneVote
source: 1 Vote
ja: 1票

# conversation.poll.votes
source: %lld Votes
ja: %lld票

# conversation.poll.choicePlaceholder
source: Choice %ld
ja: 選択肢%ld

# conversation.poll.question
source: Question
ja: 質問

# conversation.poll.addedBy
source: Added by %@
ja: %@さんが追加

# conversation.poll.addedByYou
source: Added by You
ja: あなたが追加

# conversation.poll.send
source: Send
ja: 送信

# conversation.poll.removeChoice
source: Remove Choice
ja: 選択肢を削除

# conversation.sendLater.menuItem
source: Send Later
ja: あとで送信

# conversation.sendLater.placeholder
source: Send Later
ja: あとで送信

# conversation.sendLater.transcript
source: Send Later
ja: あとで送信

# conversation.sendLater.timeEdit
source: %@ Edit
ja: %@ 編集

# conversation.sendLater.close
source: Close
ja: 閉じる

# conversation.sendLater.sendNow
source: Send Message
ja: 1件のメッセージを送信

# conversation.sendLater.editTime
source: Edit Time
ja: 時間を編集

# conversation.sendLater.delete
source: Delete Message
ja: 1件のメッセージを削除

# conversation.sendLater.failed
source: Your scheduled message will not send.
ja: スケジュールされたメッセージは送信されません。

# conversation.sendLater.notCancelled.title
source: Message Not Cancelled
ja: メッセージはキャンセルされませんでした

# conversation.sendLater.notCancelled.message
source: Your message was not cancelled. The original scheduled message might still be sent.
ja: メッセージはキャンセルされませんでした。スケジュールされた元のメッセージはまだ送信される可能性があります。

# conversation.sendLater.notEdited.title
source: Message Not Edited
ja: メッセージは編集されていません

# conversation.sendLater.notEdited.message
source: Your message was not edited. The original scheduled message might still be sent.
ja: メッセージは編集されませんでした。スケジュールされた元のメッセージはまだ送信される可能性があります。

# conversation.sendLater.notSent.title
source: Message Not Sent
ja: メッセージは送信されませんでした

# conversation.sendLater.notSent.message
source: Your message is still scheduled.
ja: メッセージはスケジュールされたままです。

# conversation.sendLater.menuItemEllipsis
source: Send Later…
ja: あとで送信…

# conversation.sendLater.cancel
source: Cancel Send Later
ja: “あとで送信”をキャンセル

# conversation.sendLater.failedTryAgain
source: Your scheduled message was not sent. Click “Try Again” to schedule this message.
ja: スケジュールされたメッセージは送信されませんでした。このメッセージをスケジュールするには、“やり直す”をクリックしてください。

# conversation.sendLater.tryAgain
source: Try Again
ja: やり直す

# conversation.sendLater.done
source: Done
ja: 完了

# conversation.menu.showOriginal
source: Show Original
ja: オリジナルを表示

# conversation.menu.showTranslation
source: Show Translation
ja: 翻訳を表示

# conversation.menu.translate
source: Translate
ja: 翻訳

# conversation.translate.cancel
source: Cancel
ja: キャンセル

# conversation.translate.caption.notDownloaded
source: Language not downloaded
ja: 言語がダウンロードされていません

# conversation.translate.caption.showOriginal
source: Show Original
ja: オリジナルを表示

# conversation.translate.caption.translating
source: Translating
ja: 翻訳中

# conversation.translate.caption.unsupported
source: %@ translation is not supported on this device
ja: このデバイスでは%@の翻訳には対応していません

# conversation.translate.caption.viewTranslation
source: View Translation
ja: 翻訳を表示

# conversation.translate.conversation
source: Translate Conversation
ja: チャットを翻訳

# conversation.translate.from
source: Translate From
ja: 翻訳元

# conversation.translate.indicator.download
source: Download %@
ja: %@をダウンロード

# conversation.translate.indicator.stop
source: Stop Translation
ja: 翻訳を停止

# conversation.translate.indicator.translating
source: Translating %@
ja: %@を翻訳中

# conversation.translate.indicator.waiting
source: Translation will begin when language is downloaded
ja: 言語がダウンロードされると翻訳が開始されます

# conversation.translate.message
source: Translate This Message
ja: このメッセージを翻訳

# conversation.translate.prompt
source: Translate this message or automatically translate this conversation?
ja: このメッセージを翻訳しますか? それとも、このチャット全体を自動翻訳しますか?

# conversation.compose.addContact
source: Add Contact
ja: 連絡先を追加

# conversation.compose.failed.title
source: Could Not Start Conversation
ja: 会話を開始できませんでした

# conversation.compose.invalid.message
source: Remove the red recipients and try again.
ja: 赤色の宛先を削除してもう一度お試しください。

# conversation.compose.invalid.title
source: Not a Valid Address
ja: 有効なアドレスではありません

# conversation.compose.service.sms
source: Text Message • SMS
ja: テキストメッセージ • SMS

# conversation.compose.title
source: New Message
ja: 新規メッセージ

# conversation.compose.to
source: To:
ja: 宛先:

# conversation.command.newMessage
source: New Message
ja: 新規メッセージ

# conversation.command.openInNewWindow
source: Open Conversation in New Window
ja: 新規ウインドウでチャットを開く

# conversation.command.findNext
source: Find Next
ja: 次を検索

# conversation.command.findPrevious
source: Find Previous
ja: 前を検索

# conversation.command.textBigger
source: Make Text Bigger
ja: 文字を拡大

# conversation.command.textNormal
source: Make Text Normal Size
ja: 文字を標準のサイズにする

# conversation.command.textSmaller
source: Make Text Smaller
ja: 文字を縮小

# conversation.command.filterUnread
source: Unread
ja: 未開封

# conversation.command.filterDrafts
source: Drafts
ja: 下書き

# conversation.command.filterSendLater
source: Send Later
ja: あとで送信

# conversation.command.showDetails
source: Show Details
ja: 詳細を表示

# conversation.command.hideDetails
source: Hide Details
ja: 詳細を非表示

# conversation.command.showContactCard
source: Show Contact Card
ja: 連絡先カードを表示

# conversation.command.markAllRead
source: Mark All as Read
ja: すべてを開封済みにする

# conversation.menu.filterBy
source: Filter By
ja: フィルタリング

# conversation.menu.conversation
source: Conversation
ja: チャット

# conversation.details.hide
source: Hide Details
ja: 詳細を非表示

# conversation.details.hide.axValue
source: Hide Conversation Details
ja: チャットの詳細を非表示

# conversation.details.hideAlerts
source: Hide Alerts
ja: 通知を非表示

# conversation.details.links
source: Links
ja: リンク

# conversation.details.people
source: %ld PEOPLE
ja: %ld人

# conversation.details.person
source: %ld PERSON
ja: %ld人

# conversation.details.photos
source: Photos
ja: 写真

# conversation.details.readReceipts
source: Send Read Receipts
ja: 開封証明を送信

# conversation.details.show
source: Show Details
ja: 詳細を表示

# conversation.details.show.axValue
source: Show Conversation Details
ja: チャットの詳細を表示

# conversation.details.showMore
source: Show More
ja: さらに表示

# conversation.details.title
source: Details
ja: 詳細

# conversation.sidebar.draft
source: Draft: %@
ja: 下書き: %@

# conversation.sidebar.typing.plural
source: %@ are typing
ja: %@がタイプ入力中です

# conversation.sidebar.typing.singular
source: %@ is typing
ja: %@がタイプ入力中です

# conversation.background.cancel
source: Cancel
ja: キャンセル

# conversation.background.choosePhoto
source: Choose Photo…
ja: 写真を選択…

# conversation.command.editBackground
source: Edit Background…
ja: 背景を編集…

# conversation.tapback.customEmoji
source: Add custom emoji reaction
ja: カスタム絵文字でリアクション
